daniel1rosso/monitor-esp32-lcd/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_MQTT_PROTOCOL_5=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=4096

